{	
	"status": "public",
	"title": "AECI Plant Health",
	"host": "Andre Cilliers",
	"coverFileName": "aeci-plant-health-000b.jpg",
	"filterKeywords": "aeci plant health emergent farmers grow agriculture",
	"donateLink": "",
	"genre1": "",
	"genre2": "",
	"genre3": "",
	"agreement": "",
	"whatsappNumber": "",
	"playlistUrl": "https://pod.link/aeciph",
	"websiteUrl": "https://aeciph.com/",
	"email": "",
	"emailAgreement": "",
	"facebookUrl": "https://www.facebook.com/AECIPlantHealth",
	"twitterUrl": "",
	"linkedinUrl": "https://www.linkedin.com/company/aeci-plant-health",
	"instagramUrl": "https://www.instagram.com/aeciplanthealth/",
	"tumblrUrl": "https://www.youtube.com/channel/UCAPMTmGkvnVKQQgBNIPkA2g",
	"youtubeUrl": "",
	"rssUrl": "https://iono.fm/rss/chan/6242",
	"extraButtonLabel": "Contact AECI Plant Health",
	"extraButtonUrl": "https://aeciph.com/contact-details",
	"buyLink1Label": "",
	"buyLink1Url": "",
	"buyLink2Label": "",
	"buyLink2Url": "",
	"buyLink3Label": "",
	"buyLink3Url": "",
	"description": "<h3>Conversations that help you unlock nature's potential.</h3><p>AECI Plant Health is a South African company within the AECI Group of Companies serving the agricultural sector with pride. AECI Plant Health has been an ally to farmers in Africa for many years, and with the move towards sustainable agriculture, AECI Plant Health with its NuWay® programme, and its extensive range of products and services, aims to work with farmers to preserve our natural resources, restore soil biology and address the need for producing nutritious food.</p><p>Agriculture worldwide is under pressure to reduce pesticide and fertilizer usage whilst increasing crop yields to feed a growing world population. There is now a move away from the total reliance on traditional chemicals and synthetic fertilizers towards a more responsible and sustainable approach of cultivating crops that protects the environment and its precious resources.</p><p>Our approach is to work hand in hand with the farmer to systematically address each point of influence in the growing of crops in a sustainable and responsible manner. Many of the tools and techniques simply unlock nature’s potential and the genetic potential of the crop."
}