{	
	"status": "public",
	"title": "Growing Greatness",
	"host": "Pepe Marais",
	"coverFileName": "growing-greatness.jpg",
	"filterKeywords": "pepe marais growing greatness joe public",
	"donateLink": "",
	"genre1": "",
	"genre2": "",
	"genre3": "",
	"agreement": "",
	"whatsappNumber": "",
	"playlistUrl": "https://podlink.to/grow",
	"websiteUrl": "https://pepemarais.com/",
	"email": "",
	"emailAgreement": "",
	"facebookUrl": "",
	"twitterUrl": "https://twitter.com/pepemarais",
	"linkedinUrl": "https://www.linkedin.com/in/pepe-marais-ba142811/",
	"instagramUrl": "",
	"tumblrUrl": "",
	"youtubeUrl": "",
	"rssUrl": "https://podcaststudios.co.za/rss/growing-greatness.xml",
	"extraButtonLabel": "Joe Public United",
	"extraButtonUrl": "https://joepublicunited.co.za/",
	"buyLink1Label": "",
	"buyLink1Url": "",
	"buyLink2Label": "",
	"buyLink2Url": "",
	"buyLink3Label": "",
	"buyLink3Url": "",
	"description": "<h3>A Journey towards personal and business mastery</h3><p>Pepe Marais began his entrepreneurial journey as a newspaper delivery boy at the age of twelve. After finishing high school at the end of 1986 he spent two years in the army completing what was then compulsory national service. On his way home at the end of his service he had a chance encounter with a graphic artist which completely changed the course of his life.</p><p>Pepe's latent talent for art was developed and honed at a Cape Town art school, where he finished top of his class each year, which in turn would lead him to discover his passion for advertising. After graduating, he and his partner Gareth Leck launched their enterprising Take-Away Advertising Agency and business success seemed a foregone conclusion. But some unwise business decisions and then the global recession of 2008 took their toll and, to make matters worse, Pepe's personal life began to disintegrate. However, at the lowest point of his life, he would discover a fundamental insight which became the foundation on which he would rebuild his life. It would also inspire the development of his Purpose for Business methodology and his deep interest in unlocking both human and Joe Public United business potential.</p><p>While Growing Greatness contains many lessons for aspiring entrepreneurs, perhaps what is more important is the deep wisdom it offers. Through his growing awareness of what purpose means in both business and personal terms, Pepe points the way to growing your own greatness."
}