{
	"title": "Audiobooks and Book Trailers",
	"mainImageFileName": "audiobooks-and-book-trailers",
	"filterKeywords": "book author read audiobook audible trial trailer teaser preview",
	"asideImage1Caption": "Pepe Marais — Growing Greatness",
	"asideImage2Caption": "Adam Alexander's book (first 3 chapters)",
	"asideImage3Caption": "I'm the Patient, Not the Shrink! (foreword only)",
	"introText" : "Congratulations! You've written your book, published it on Amazon, and are now ready to produce and release your <strong>Audiobook</strong> version.",
	"bodyHtml": "<p>The hard work is behind you, now it's time to leverage the content and use additional distribution channels to increase your sales. One of the fastest growing methods for selling books is as an Audiobook.</p><p>This option has traditionally been prohibitively expensive, making it it unavailable to most self-published authors - until now!</p><p>We have built dedicated studios (available at very affordable weekly rates) that are perfect for authors to <strong>self-read</strong> (<a href=\"https://podlink.to/garageband\" target=\"_blank\" rel=\"noopener\" title=\"Garage Band\" id=\"section_usecase_xml_garageband\" aria-labelledby=\"section_usecase_xml_garageband\">listen to the Adam Alexander example</a>) and record their books. You can also hire a <strong>professional voice artist</strong> (<a href=\"https://podlink.to/patient\" target=\"_blank\" rel=\"noopener\" title=\"I'm the Patient, Not the Shrink!\" id=\"section_usecase_xml_imthepatientnottheshrink\" aria-labelledby=\"section_usecase_xml_imthepatientnottheshrink\">like Malcolm Gooding</a>) to read it if you prefer. We'll help teach you the basics of editing as well as how to get them published on Audible. Alternatively, one of our team of qualified editors can do some (or all) of the editing for you.</p><p>Our recommendation is that 1 to 3 chapters (or the foreword) are made available as a podcast so that you can use that in all your marketing. It is by far the easiest way for people to \"try before they buy\"</p><p>Here are two examples of books that are marketed this way.</p><p>See if you can spot how the <i>buy now</i> call to action is built in.</p>"
 }