{
	"title": "White Paper Release",
	"mainImageFileName": "white-paper-release",
	"filterKeywords": "white paper release",
	"asideImage1Caption": "White Paper Release",
	"introText" : "You’ve completed your research and hard work and your White Paper is finally ready for release. Congratulations!",
	"bodyHtml": " <p>Now, instead of simply hiding it away in an obscure folder on a server in an old educational institution, imagine making it easy to find and easy to understand its purpose. Creating a White Paper Podcast, wherein you have a meaningful conversation about the contents of the paper with experts you consulted during the process, is a unique way to promote and share your work with a wider audience.</p><p>That's right, bring some of the people who you interviewed and researched into the studio to talk about the highlights, the salient points, and the value your paper brings to the world.<p>Now that Google and Apple et al transcribe podcasts and index the spoken work to be searchable, talking about your White Paper (in a \"deep dive\" conversation full of relevant names, keywords and topics) is likely the best way to ensure it is found in future searches.</p><p>When the <a href=\"https://www.uj.ac.za/faculties/cbe/marketing-management\" target=\"_blank\" rel=\"noopener\" title=\"The home of UJ Marketing\" id=\"section_usecase_xml_universityofjohannesburg\" aria-labelledby=\"section_usecase_xml_universityofjohannesburg\">University of Johannesburg Department of Marketing Management</a> and renowned CX consultant, Carmen Murray, released a collaborative White Paper on \"Pop Futurists\" they turned to us.</p><p>In addition to including a trackable link to the White Paper in the podcast show notes, we also created a \"Download Our White Paper Here\" button to make it really easy for the user to access the paper with one click.</p><p>And that’s not all—we also included a \"WhatsApp Us Now\" button so that the listener is able to very easily connect with the author of the paper.</p>"
 }
